Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4002 FFD Fatigue Toolkit - Rev 1 - Master - 21July14.docx-omegat.tmx
Source language: en
Languages: es

source: In conjunction with HSE Advisors, assist in rehabilitation and return to work plans; and
es: junto con los Asesores de HSE, ayudar en los planes de rehabilitación y regreso al trabajo.

source: Take into account the mental and physical demands of work, adequate employees, work scheduling, work site rehabilitation and return to work.
es: tomar en cuenta las demandas físicas y mentales del trabajo, colaboradores suficientes, programación del trabajo, rehabilitación en el sitio y regreso a las labores.

source: It is the responsibility of the HSE Advisor / Coordinator to:
es: Es responsabilidad del Asesor/Coordinador de HSE lo siguiente:

source: In conjunction with HD identify and implement training as required by GP6;
es: junto con HD, identificar e implementar capacitaciones según lo exigido en el GP6.

source: Develop local checklists and procedures required to manage fit for duty and fatigue;
es: elaborar las listas de cotejo y los procedimientos locales necesarios para manejar la aptitud para las labores y la fatiga.

source: Develop fit for duty and fatigue inductions and training as required; and
es: elaborar inducciones y capacitación sobre aptitud para las labores y fatiga.

source: Assist with the development / review of fit for duty and fatigue risk assessments.
es: ayudar en el desarrollo / revisión de evaluaciones de aptitud para las labores y fatiga.

source: It is the responsibility of every Employee to:
es: Es responsabilidad de cada colaborador lo siguiente:

source: Arrive for work fit for duty, in a state that enables business activities to be conducted in a safe manner;
es: llegar al trabajo apto para las labores, en un estado que permita llevar a cabo las actividades del negocio de manera segura.

source: Comply at all times with the requirements of GP6;
es: cumplir en todo momento con los requisitos del GP6.

source: Schedule sufficient rest before arriving at work;
es: haber descansado lo suficiente antes de llegar al trabajo.

source: Plan non-work activities to allow themselves sufficient rest;
es: planificar las actividades no laborales para permitirse tener suficiente tiempo de descanso.

source: Ensure illnesses that may affect fatigue levels or fitness for duty are managed;
es: asegurarse de manejar las enfermedades que pueden afectar los niveles de fatiga o la aptitud para las labores.

source: Refrain from using legal substances to the extent that fitness for duty is adversely affected;
es: abstenerse de usar sustancias lícitas al punto de verse afectada adversamente su aptitud para las labores.

source: Notify Human Development Representatives, Supervisor, or Project Manager immediately if:
es: notificar a un representante de Desarrollo Humano, al supervisor o al Jefe de Proyecto de inmediato si:

source: There are any doubts or concerns about fitness for duty, or ability to safely perform assigned responsibilities;
es: hay dudas o inquietudes acerca de su aptitud para las labores o su capacidad de desempeñar sus responsabilidades de manera segura.

source: For any reason, they become unfit for duty during the course of the workday;
es: por algún motivo, pierden su aptitud para las labores en el transcurso del día.

source: They observe other personnel who appear to be fatigued or unfit for duty;
es: observan que otra persona parece estar fatigado o no apto para las labores.

source: They are using legal substances to the extent that their fitness for duty is adversely affected; and
es: están usando sustancias lícitas al punto de verse afectada adversamente su aptitud para las labores.

source: Work performance is likely to be affected by fatigue.
es: el desempeño de su trabajo pudiera verse afectado por la fatiga.

source: Conduct a fatigue self-assessment;
es: hacer una autoevaluación de fatiga.

source: Report fatigue risks; and
es: informar de riesgos de fatiga.

source: Use provided work breaks and rest periods to recover/prevent cumulative fatigue load.
es: usar las pausas y los periodos de descanso para recuperarse/prevenir la acumulación de fatiga.

source: Data from Workplace Health and Safety in Queensland, Australia shows that fatigue associated with shift work and working at night can adversely affect safety and health:
es: Datos de Workplace Health and Safete en Queensland (Australia) muestran que la fatiga asociada al trabajo por turnos y de noche puede afectar negativamente la salud y seguridad:

source: Accident risk increases by 30 per cent by the fourth night shift.
es: El riesgo de accidentes aumenta un 30% al cuarto turno de noche.

source: Accident risk increases by 27.5 per cent on 12 hour shifts, compared with 8 hours on duty.
es: El riesgo de accidentes aumenta un 27,5% en turnos de 12 horas, frente a los turnos de 8 horas.

source: Night shift workers have a greater risk of developing obesity, diabetes and heart disease.
es: Los trabajadores en turnos de noche tienen mayor riesgo de desarrollar obesidad, diabetes y enfermedades cardíacas.

source: Low alertness on night shifts at 3-5 am is associated with increased accident risk.
es: Se asocia el bajo estado de alerta en los turnos de noche entre las tres y cinco de la madrugada a un mayor riesgo de accidentes.

source: GP6 requires a consistent approach to work and rest hours.
es: El GP6 exige que los horarios de trabajo y descanso sean coherentes.

source: This includes:
es: Esto implica:

source: Shift Rotations
es: Rotaciones de turnos

source: Work Breaks
es: Pausas laborales

source: Rest Periods
es: Periodos de descanso

source: Differences in hours of work and rest between regions can cause operational discrepancies when managing multi-regional projects and result in employees on the same project working to different scheduling expectations.
es: Las diferencias en las horas de trabajo y descanso entre regiones pueden causar discrepancias operacionales al gestionarse proyectos multirregionales y traer aparejado que haya colaboradores en el mismo proyecto trabajando con expectativas de programación distintas.

source: The establishment of globally consistent work and rest hours is considered a key element in managing fatigue.
es: Establecer un horario de trabajo y descanso que sea coherente globalmente resulta un elemento esencial para el manejo de la fatiga.

source: Fatigue can be caused by a number of factors including, but not limited to, the following:
es: La fatiga puede tener su origen en una variedad de factores, entre los que se cuentan:

source: Inadequate rest breaks;
es: Pausas de descanso insuficientes

source: Long periods of time awake;
es: Largos periodos en estado de vigilia

source: Inadequate or poor quality sleep;
es: Falta o mala calidad del sueño

source: Disruption of the biological clock (i.e. working when we would normally be asleep or sleeping when we would normally be awake);
es: Interrupción del reloj biológico (es decir, trabajar cuando normalmente se duerme o dormir cuando normalmente se está despierto)

source: Environmental factors such as exposure to chemical stressors or physical agents including heat, cold, vibration and noise;
es: Factores ambientales como exposición a estresores químicos o agentes físicos como el calor, el frío, la vibración y el ruido

source: Mentally or physically demanding tasks; and
es: Tareas física o mentalmente exigentes

source: Consumption of alcohol and/or drugs.
es: Consumo de alcohol o drogas

source: Over short periods the effects of fatigue may be able to be managed without a significantly negative impact on employee performance.
es: En periodos cortos, los efectos de la fatiga podrían manejarse sin generar un impacto tan negativo en el desempeño del colaborador.

source: However extended work days, long work shifts and early mornings/late nights over a protracted period do not allow the opportunity for employees to recover from the cumulative effects of fatigue.
es: No obstante, el aumento de los días laborales, los largos turnos de trabajo y la necesidad de madrugar o quedarse hasta tarde en la noche durante un tiempo prolongado no dan la oportunidad a los colaboradores de recuperarse de los efectos acumulativos de la fatiga.

source: The maximum work hours and minimum rest periods required within GP6 are outlined below.
es: A continuación se describen los requisitos del GP6 para la jornada laboral máxima y los periodos de descanso mínimos:

source: Hours of work or rest which fall outside of those detailed in this section must be assessed through a Fatigue Risk Assessment and authorized by the relevant line-manager / supervisor or project manager prior to proceeding.
es: Los horarios de trabajo o descanso que están fuera de lo detallado en esta sección deben evaluarse mediante una Evaluación de Riesgo de Fatiga y ser autorizados por el gerente de línea / supervisor o jefe de proyecto correspondiente antes de proceder.

source: Work hours should not exceed a maximum of 12 hours worked per day.
es: La jornada laboral es de un máximo de 12 horas trabajadas al día.

source: Working time is inclusive of travel time and rest breaks.
es: Las horas trabajadas incluyen el tiempo de viaje y las pausas

source: Work hours cover the time taken for field and administration tasks and include the time between employees leaving and returning to their normal place of work or site based accommodation.
es: La jornada laboral abarca el tiempo que llevan las tareas de campo y las tareas administrativas e incluye el tiempo que los colaboradores usan en retirarse y volver a su lugar normal de trabajo o a su alojamiento en el sitio.

source: The cumulative effects of extended office hours on fatigue should be considered and hours worked in the office monitored and managed by the appropriate line-manager / supervisor.
es: El gerente de línea / supervisor debe tener en cuenta los efectos de la fatiga acumulada por la ampliación de los horarios de oficina y mantener un control y gestión de las horas de trabajo en la oficina.

source: Travel does not include an employee’s round-trip commute from their home to their normal place of work.
es: El traslado diario desde el hogar al lugar de trabajo habitual del colaborador y viceversa no se considera un “viaje”.

source: A Shift Rotation should not exceed a maximum of 14 consecutive 12 hour days without a day off.
es: La rotación de turnos debe ser de un máximo de 14 días consecutivos de 12 horas sin un día libre.

source: Shift rotation is the time between employees leaving and returning to their departure point on project-related business.
es: Una rotación de turnos es el tiempo dedicado a actividades de proyecto que transcurre entre la salida desde el punto de partida y el regreso a este.

source: There is no limit in GP6 relating to the number of shift rotations which can be worked consecutively however where back to back shift rotations are required (either on the same or different projects) a fatigue risk assessment should be conducted.
es: El GP6 no especifica un límite a la cantidad de rotaciones de turnos consecutivas, aunque ante tal necesidad (ya sea en el mismo proyecto o en distintos proyectos) debe hacerse una evaluación de riesgo de fatiga.

source: Work breaks are non-work periods within a work day allowing time for eating, drinking and relaxation.
es: Las pausas laborales son periodos no trabajados durante la jornada laboral que dan tiempo para comer, beber y relajarse.

source: Work breaks are important to enable employees adequate time to physically refuel through meal breaks and mentally recharge.
es: Las pausas laborales son importantes para que los colaboradores tengan tiempo suficiente para recuperarse físicamente en las pausas para alimentarse y para recargarse mentalmente.

source: Work breaks shall be applied at a minimum rate of 30 minutes per eight hours worked, and 15 minutes per four hours worked beyond eight hours.
es: Las pausas laborales deben aplicarse con una frecuencia mínima de 30 minutos por cada ocho horas trabajadas y de 15 minutos por cada cuatro horas trabajadas pasadas las ocho horas.

source: Work breaks are included within the daily work hours.
es: Las pausas laborales son parte de las horas laborales diarias.

source: Where the work involves particular physical stressors (extreme heat/cold, high altitude, etc.) or mental stressors (complex / fine detail, isolation, etc.) or shift / night work then additional or longer work breaks or shorter work shifts should be considered.
es: Si el trabajo implica estresores físicos (calor/frío extremo, altura geográfica, etc.) o mentales (complejidad / detalles sutiles, aislamiento, etc) específicos o turnos / trabajo de noche, se deben considerar pausas laborales adicionales o más prolongadas o turnos de trabajo más cortos.

source: Rest periods are non-work periods outside of the 12 hour work day.
es: Los periodos de descanso son periodos no trabajados fuera de la jornada de 12 horas.

source: Rest periods shall include time for sleep and should not include working on Golder reports or other administrative tasks.
es: Los periodos de descanso deben dar tiempo para dormir y no deben incluir el trabajar en informes para Golder u otras tareas administrativas.

source: For field work involving accommodation on site, provision should be made to ensure that the facilities provided for employees are conducive to rest and sleep.
es: En trabajo de campo que comprenda alojamiento en el sitio, se deben tomar precauciones para garantizar que las instalaciones ofrecidas a los colaboradores ayuden al descanso y el sueño.

source: This should include central areas for socialising and separate sleeping quarters which are not subjected to excessive noise and/or light.
es: Deben incluirse espacios comunes para reunirse y habitaciones separadas para dormir que no estén expuestas a demasiado ruido o luz.

source: A work day beyond 12 hours may be authorised following a Fatigue Risk Assessment however rest periods shall be applied at a minimum of ten hours in a 24 hour period.
es: Se puede autorizar una jornada que supere las 12 horas mediante una Evaluación de Riesgo de Fatiga, aunque se deben aplicar periodos de descanso con un mínimo de 10 horas dentro de cada periodo de 24 horas.

source: This rest period should be scheduled as a single rest period e.g. not scheduled as two, five hour periods.
es: Este periodo de descanso debe programarse como uno solo, es decir, por ejemplo, no como dos periodos de cinco horas cada uno.

source: Rest Period Examples:
es: Ejemplos de periodos de descanso:

source: Employees are working a four week shift rotation which should allow them four days fatigue leave at the end of the rotation.
es: Hay colaboradores trabajando en una rotación de turnos de cuatro semanas, que debería permitirles tener un permiso por fatiga de cuatro días al finalizar cada rotación.

source: However they have been allocated a rest day on site every Sunday, should they still have four days fatigue leave?
es: Sin embargo, se les ha asignado un día de descanso en el sitio todos los días domingo. ¿Deberían todavía tener los cuatro días de permiso por fatiga?

source: Where rest days are included in a field work rotation the number of fatigue days at the end may be affected.
es: Si hay días de descanso incluidos en una rotación de turnos en terreno, podría haber problemas con los días de permiso por fatiga al final.

source: The planned work schedule will affect fatigue leave and should form part of the Fatigue Risk Assessment and be agreed upon with employees prior to deployment.
es: El cronograma de trabajo planificado afectará el permiso por fatiga y esto debe estar contemplado en la Evaluación de Riesgo de Fatiga. Además, se debe alcanzar un acuerdo con los colaboradores antes de su envío a terreno.

source: Although employees may have limited opportunities for social activities and family interaction during a rest day on site the primary objective of such a day is to provide employees with opportunity to rest and recover from the effects of cumulative fatigue.
es: Aunque haya pocas oportunidades para que los trabajadores hagan vida social o familiar durante los días de descanso en el sitio, el objetivo principal de estos es darles la oportunidad de descansar y recuperarse de los efectos de la fatiga acumulada.

source: However the Project Manger may want to take the social / family impact into account when evaluating the post-rotation allocation of fatigue leave.
es: Sin embargo, se sugiere a los jefes de proyecto tener presente el impacto en la vida social / familiar al evaluar la asignación de permiso por fatiga después de la rotación.

source: In our region it can be dark/light for 24 hours a day.
es: En nuestra región puede haber luz/oscuridad las 24 horas del día.

source: How do we define ‘working at night’?
es: ¿Cómo definimos el «trabajo de noche»?

source: Working at night would usually be defined as the period between sunset and sunrise; however regions with large seasonal differences in daylight periods may need to develop their own definition of ‘working at night’.
es: Generalmente se define como el periodo entre el ocaso y el alba, aunque las regiones con grandes diferencias estacionales en los periodos de luz de día podrían tener que ajustar su definición de «trabajo de noche».

source: In these regions working at night could be defined as any period when an employee would usually be asleep.
es: En estas regiones, se podría definir como cualquier periodo en el cual los colaboradores normalmente duermen.

source: Fatigue Leave is time off to be taken immediately after completing 14 consecutive 12 hour days.
es: El permiso por fatiga es la salida que se hace efectiva inmediatamente después de cumplir 14 jornadas de 12 horas consecutivas.

source: If the Fatigue Risk Assessment allows for a longer shift rotation, then fatigue leave shall be taken immediately at the end of the scheduled shift rotation.
es: Si la Evaluación de Riesgo de Fatiga contempla un turno rotativo más largo, el permiso por fatiga debe tomarse inmediatamente después de concluir la segunda rotación de turnos programada.

source: Fatigue leave shall be applied at a minimum rate of two days per 14 consecutive 12 hour days, and one additional day per seven consecutive 12 hour days worked beyond the initial 14 day period.
es: El permiso por fatiga debe aplicarse con una frecuencia mínima de 2 días por cada 14 días consecutivos de 12 horas y un día adicional por cada 7 días consecutivos de 12 horas pasado el periodo inicial de 14 días.

source: Fatigue leave must be taken immediately at the end of a shift rotation and cannot be accrued.
es: El permiso por fatiga debe hacerse efectivo inmediatamente después de una rotación de turnos y no es acumulable.

source: Fatigue leave is provided to allow employees the opportunity to rest and recover and it is not intended as ‘lifestyle’ leave for employees to catch up with social engagements.
es: El permiso por fatiga se da para que los colaboradores tengan la oportunidad de descansar y recuperarse y no está pensado como un permiso de «estilo de vida» para que estos se pongan al día con sus actividades sociales.

source: For this reason fatigue leave is inclusive of weekends and public holidays.
es: Por este motivo, el permiso por fatiga incluye los fines de semana y los feriados legales.

source: Fatigue Leave Examples:
es: Ejemplos de permiso por fatiga:

source: An employee arrives home after a 14 day shift rotation where he worked 12 hour days.
es: Un colaborador llega a su casa después de una rotación de turnos de 14 días en que trabajó 12 horas diarias.

source: He is now entitled to 2 days fatigue leave.
es: Ahora tiene derecho a dos días de permiso por fatiga.

source: The employee arrives home on a Friday and his fatigue leave is Saturday and Sunday.
es: El colaborador llega a su casa un viernes y su permiso por fatiga es por el sábado y domingo.

source: The employee arrives home on a Wednesday and his fatigue leave is Thursday and Friday with the normal weekend break to follow.
es: El colaborador llega a su casa un miércoles y su permiso por fatiga es jueves y viernes, seguido del descanso normal de fin de semana.

source: He wants some additional leave to catch up with friends and so takes the weekend he worked on site as time in lieu rather than overtime.
es: Quiere tener un permiso adicional para ponerse al día con sus amigos así que se toma el tiempo trabajado el fin de semana en lugar de cobrarlo como horas extra.

source: GP6 requires Fit for Duty & Fatigue Risk Assessments are conducted.
es: El GP6 exige que se hagan evaluaciones de riesgo de fatiga y aptitud para las labores.

source: This includes, but is not limited to, when:
es: Entre otros, deben hacerse en caso de que:

source: Work hours exceed 12 hours in a day.
es: la jornada laboral supere las 12 horas diarias.

source: Shift rotations exceed 14 consecutive 12 hour days.
es: la rotación de turnos supere los 14 días consecutivos de 12 horas.

source: Night work is required.
es: se necesite trabajar de noche.

source: 24 hour operations are required.
es: se trate de operaciones activas las 24 horas.

source: Fatigue Leave.
es: permiso por fatiga.

source: In work situations where, due to unexpected or operational requirements, the work hours exceed 12 hours per day, the shift rotation exceeds 14 consecutive 12 hour days or the work schedule requires working at night or 24 hour operations, a FFD & Fatigue Risk Assessment must be undertaken, appropriate controls implemented and the proposed schedule authorised prior to proceeding.
es: En situaciones de trabajo en que, debido a requisitos inesperados o de la operación, la jornada supere las 12 horas diarias, la rotación de turnos supere los 14 días consecutivos de 12 horas o la programación de los trabajos exija trabajar de noche o en operaciones de 24 horas, se debe llevar a cabo una evaluación de aptitud para las labores y riesgo de fatiga e implementarse los controles adecuados y autorizarse el cronograma propuesto antes de proceder.

source: Depending on the situation a single fatigue risk assessment, undertaken at the planning stage, may be suitable for an entire project.
es: Dependiendo de la situación, una sola evaluación de riesgo de fatiga, hecha en la etapa de planificación, podría ser suficiente para todo el proyecto.

source: Alternatively an assessment may only be required for a specific task or operation e.g. moving from/to 24 hour operations or the requirement for a short-term change to work hours to facilitate client requirements.
es: Como alternativa, puede que solo sea necesaria una evaluación para una tarea u operación específica como, por ejemplo, al pasar a (o cambiar de) operaciones de 24 horas o ante la necesidad de un cambio temporal a la jornada laboral para atender requisitos del cliente.

source: Assessments should be agreed to and signed by relevant employees and should be reviewed when relevant changes are made to the project, task, operation or employees.
es: Las evaluaciones deben ser acordadas con los colaboradores pertinentes y estar firmadas por ellos y deben revisarse cuando haya cambios pertinentes en el proyecto, la tarea, la operación o los colaboradores.

source: Fatigue risk assessments should utilize the Golder 5x5 risk matric and hierarchy of controls and may form part of the HaSEP process or require a fatigue management plan.
es: Las evaluaciones de riesgo de fatiga deben usar la matriz de riesgos 5x5 de Golder y la jerarquía de controles y pueden incluirse en el proceso de HaSEP o requerir un plan de manejo de fatiga.
